Repository: Nek-/phone-number-bundle
Catalog: src/Resources/translations/validators.*.xlf
Languages: ar, de, it

source: This value is not a valid phone number.
ar: هذه القيمة ليست رقم هاتف صالح.
de: Dieser Wert ist keine gültige Telefonnummer.
it: Questo valore non è un numero di telefono valido.

source: This value is not a valid fixed-line number.
ar: هذه القيمة ليست رقم هاتف ثابت صالح.
de: Dieser Wert ist keine gültige Festnetznummer.
it: Questo valore non è valido per una linea telefonica fissa.

source: This value is not a valid mobile number.
ar: هذه القيمة ليست رقم هاتف محمول صالح.
de: Dieser Wert ist keine gültige Mobilnummer.
it: Questo valore non è valido per una linea telefonica mobile.

source: This value is not a valid pager number.
ar: هذه القيمة ليست رقم بيجر صالح.
de: Dieser Wert ist keine gültige Pager-Telefonnummer.
it: Questo valore non è un numero di cercapersone valido.

source: This value is not a valid personal number.
ar: هذه القيمة ليست رقم شخصي صالح.
de: Dieser Wert ist keine gültige persönliche Telefonnummer.
it: Questo valore non è un numero personale valido.

source: This value is not a valid premium-rate number.
ar: هذه القيمة ليست رقم هاتف بسعر مميز صالح.
de: Dieser Wert ist keine gültige Premium-Telefonnummer.
it: Questo valore non è un numero a tariffa maggiorata valido.

source: This value is not a valid shared-cost number.
ar: هذه القيمة ليست رقم هاتف بتكلفة مشتركة صالح.
de: Dieser Wert ist keine gültige Kostenteilungsnummer.
it: Questo valore non è un numero a costo condiviso valido.

source: This value is not a valid toll-free number.
ar: هذه القيمة ليست رقم هاتف مجاني صالح.
de: Dieser Wert ist keine gültige gebührenfreie Telefonnummer.
it: Questo valore non è un numero verde valido.

source: This value is not a valid UAN.
ar: هذه القيمة ليست رقم UAN صالح.
it: Questo valore non è un UAN valido.

source: This value is not a valid VoIP number.
ar: هذه القيمة ليست رقم VoIP صالح.
de: Dieser Wert ist keine gültige VoIP-Telefonnummer.
it: Questo valore non è un numero VoIP valido.

source: This value is not a valid voicemail access number.
ar: هذه القيمة ليست رقم وصول لصندوق البريد الصوتي صالح.
de: Dieser Wert ist keine gültige Anrufbeantworter-Nummer.
it: Questo valore non è un numero di accesso alla segreteria valido.

source: This value is not a valid UAN.
de: Dieser Wert ist keine gültige Telefon-UAN.
